<html lang="en" dir="rtl">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>الشروط و الاحكام</title>
</head>
<body>
    <h1>الشروط والأحكام لتطبيق "Mr. Study"</h1>
    <p>تطبيق "Mr. Study" (يُشار إليه لاحقًا باسم "التطبيق"، "نحن"، "لنا" أو "منصتنا") هو منصة تعليمية رقمية تهدف إلى تقديم مواد دراسية وتفاعلية لمختلف المراحل التعليمية، وربط الطلاب بالأساتذة المختصين في كافة المجالات الدراسية. من خلال استخدامك للتطبيق، فإنك توافق على جميع الشروط والأحكام الموضحة أدناه، بما في ذلك سياسات الخصوصية التي تنظم كيفية تعاملنا مع معلوماتك.</p>
    @foreach ($terms as $term )
        <h2>{{$term->title}}</h2>
        <p>{{$term->text}}</p>
    @endforeach
</body>
</html>